Repository: DenisSchenyatsky/django_proj
Catalog: firstsite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Англицкий

source: Russian
ru: Русский

source: welcome hello world
ru: Привет мир

source: one product
ru: {count} Продукт

source: Groups List
ru: Список групп

source: Groups
ru: Группы

source: Create
ru: Внести в бд

source: Groups are empty
ru: Нету групп

source: Confirm Delete Order
ru: Подтвердить Удаление

source: ARE YOU SURE?
ru: ТОЧНО ?

source: Order
ru: Ордер

source: will be deleted
ru: исчезнет

source: DELETE
ru: Удалить

source: details
ru: Детали

source: Who
ru: Кто

source: Address
ru: Адрес

source: Pcode
ru: П-Код

source: Products
ru: Товары

source: Update Order Values
ru: Внести изменения

source: Back to Orders List
ru: Назад в Список покупок

source: Delete Order
ru: Удалить информацию о покупке

source: Create Order
ru: Внести запись о покупке

source: Add Order
ru: Внести запись о покупке

source: Back to Orders
ru: Назад в Покупки

source: Nothing to show..
ru: Нечего показывать

source: Confirm Delete
ru: Подтвердить Удаление

source: Product
ru: Наименование Товара

source: Back to Product-details
ru: Назад в Детали Продукта

source: Description
ru: Описание

source: Product Price
ru: Стоимость

source: Discount
ru: Скидка

source: Archived
ru: В архиве

source: Images
ru: Изображения

source: No Images Uploaded Yet
ru: Не подгружены ущё

source: Update Values
ru: Внести изменения

source: Back to products list
ru: Назад в Список товаров

source: Delete Product
ru: Удалить продукт

source: Create Product
ru: Внести товар в бд

source: Back to Products
ru: Назад в Товары

source: Update
ru: Внести изменения

source: Update Product Values
ru: Изменить данные товара в бд

source: Back to Product
ru: Назад в Товары

source: Products List
ru: Список товаров

source: Only one product
ru: Где-то %(product_count)s продукт

# product_name
source: Name
ru: Название

source: Price
ru: Стоимость

source: no_discount
ru: без скидок
